<template>
  <div>
    <!-- 徐高广-规则 -->
    <mt-header title="拼团看电影活动规则">
      <router-link to="/invitefriends" slot="left">
        <mt-button icon="back"></mt-button>
      </router-link>
    </mt-header>
    <div class="body">
      <div>
        <p>
          主题：上海淘票票看电影 要好友一起领券<br />活动时间：2021.12.1-2021.12.30
        </p>
      </div>
      <br />
      <div>
        <p>
          团类型：团长10元平台电影券(10人团)<br />活动时间:12.1-12.30<br />发团数量：每日限量1万个团。组完即止
        </p>
        <p>1.用户可在本活动页面选择参加组团活动，发起组团邀好友入团即可；</p>
        <p>
          2.组团成功所有团员均可得6元淘票票电影代金券，同时团长满团可获得额外10元淘票票电影代金券
        </p>
        <p>
          3.发团成功后，邀请好友一起组团，24小时内组团人数达到该团要求则组团成功，所有团员均可立即获得必得奖品。若24小时组团失败，则不可获得奖品；
        </p>
        <p>4同一用户每周仅能发起一个组团，活动期间共可发起4次；</p>
        <p>
          5.同一用户1日内仅能参加其他用户发起的一个组团，活动期间共可参团4次；
        </p>
        <p>
          6.每个奖品每日只能最多获得一次，如团长10元奖励和6元团员奖励成团后当日只能分别获取1次，个奖品活动期间最多可获得4次；
        </p>
        <p>
          7在法律法规允许的泡围内，淘票票有权对本活动规则进行适当调整，调整后的规则将在本活动页面内，并于公布后依法生效，如有任何问题可拨打淘票票客服电话0571-88157838；
        </p>
        <p>
          8.在组团过程中，如出现违规行为（如作弊、虚假交易等)，淘票票将取消您的中奖资格，并有权撤销违规交易。
        </p>
      </div>

      <br />
      <div>
        <p>团长10元淘票票电影代金券-10人团</p>
        <p>1、本次活动代金券在淘票票平台购买电影票可使用;</p>
        <p>
          2、代金券可与其他优惠活动叠加使用，每单仅限使用一张，订单满35元订单可用；
        </p>
        <p>3、代金券有效期为自满团发放起3日内，过期作废；</p>
        <p>
          4、活动期间，同一账户仅限按规则领取一次代金券；如与用户身份相关的信息存在相同、相似或非真实有效等情形的，或经淘票票排查认定多个账号的实际控制人为同一人的，均视为同一用户；
        </p>
        <p>
          5.活动期间支持使用的影院以用户使用时淘票票平台展示的为准。由于部分场次存在数据异常等情况，可能导致用户在购买该类场次时无法使用该代金券，敬请用户注意在确认订单及付款前具体查看用券情况；
        </p>
        <p>
          6、在获取和使用代金券的过程中，如出现违规或者不正当行为（如作弊领取、恶意意现、虚假交易等)
          淘票票将取消您的中奖资格，并有权撤销违规交易；
        </p>
        <p>
          7、如出现不可抗力或情势变更的情况（包括但不限于重大自然灾害、活动受政府机关指令需要停止举办或调整的、活动遭受严重网络攻击或因系统故障需要暂停举办的)，则淘票票可依相关法律法规的规定主张免责
        </p>
      </div>
      <div>
        <p>团员奖品————6元淘票票电影代金券</p>
        <p>1、本次活动代金券在淘票票平台购买电影票可使用；</p>
        <p>
          2、代金券可与其他优惠活动叠加使用，每单仅限使用一张，订单满35元订单可用；
        </p>
        <p>3、代金券为有效期为自满团发放起3日内，过期作废；</p>
        <p>
          4、活动期间，同一账户仅限领取一次代金券；如与用户身份相关的信息存在相同、相似或非真实有效等情形的，或经淘票票排查认定多个账号的实际控制人为同一人的，均视为同一用户；
        </p>
        <p>
          5、活动期间支持使用的影院以用户使用时淘票票平台展示的为准。由于部分场次存在数据异常等情况，可能导致用户在购买该类场次时无法使用该代金券，敬请用户注意在确认订单及付款前具体查看用券情况；
        </p>
        <p>
          6、在获取和使用代金券的过程中，如出现违规或者不正当行为（如作弊领取、恶意套现、虚假交易等)，淘票票将取消您的中奖资格，并有权撤销违I规交易；
        </p>
        <p>
          7、如出现不可抗力或情势变更的情况（包括但不限于重大自然灾害、活动受政府机关指令需要停止
          举办或调整的、活动遭受严重网络攻击或因系统故障需要暂停举办的）
          则淘票票可依相关法律法规的规定主张免责；
        </p>
      </div>
      <br />
      <div>
        <p>特别说明</p>
        <p>
          1.本活动仅限登陆淘票票平台并完成本活动规则指定任务的用户参加，同一账号、证件号、手机号、IP地址、移动设备、支付账号及其他合理被认为同一用户的情况，均视为同一用户。
        </p>
        <p>
          2.我们特别提示，参与本活动的用户在参与本活动期间或曾经存在、出现或经我们合理怀疑存在违背法律法规、淘票票平台规则或其他违背诚实信用原则的行为的，我们有权对参与用户单方面采取包括但不限于禁止参与本活动、取消参与资格、取消中奖资格、收回已发放的奖品、禁止或限制优惠券的使用等处置措施，同时我们亦保留追究该用户相应法律责任的权利。违背诚实信用原则的行为包括但不限于：
        </p>
        <p>(1)不符合参与资格的；</p>
        <p>(2)提供虚假信息的；</p>
        <p>(3)虚假交易或恶意破坏活动的；</p>
        <p>
          (4)以任何机器人软件、蜘蛛软件、爬虫软件、刷奖软件或其他任何非人工方式、不正当手段参与本活动的；
        </p>
        <p>
          (5)使用非官方客户端、模拟器、插件、外挂、册、
          APP分身软件等非法工具扫码、下载、安装、注登陆客户端、参与本活动、领取奖品的;
        </p>
        <p>
          (6)通过恶意手段对我们的软件、平台及本活动进行干扰、破坏、修改或实施其他照向扰乱平台秩序的；
        </p>
        <p>
          (7)其他我们有合理理由怀疑存在任何违反诚实信用、公序良俗、公平、公正等原则，违反相关法规、本活动规则或优惠券使用规则等行为的。
        </p>
        <p>
          3.互联网运营存在诸多不确定性因素，如出现不可抗力或情势变更的情况(包括但不限于自然灾害、活动受政府机关指令需要停止举办或调整的、活动遭受严重网络攻击或系统故障、活动中存在大面积作弊行为等情况)致使本活动出现异常情况或难以继续开展的，以及因用户的支付场景、支付方式、使用方式等情况涉嫌风险交易或违规行为而被取消活动资格和权益的，我们有权采取包括但不限于通过各种方式消除异常情况或调整、暂停、取消本活动等合理措施保障我们及用户的合法权益，您表示理解，由此导致您无法参与活动或参与失败，本活动运营方及相关关联方可依相关法律法规的规定主张免责。
        </p>
        <p>
          4.在法律法规的允许范围内，我们有权对本活动规则进行调整，调整后的规则将公布在本活动规则页面内，并于公布时生效，您继续参与本活动的，视为对调整后的规则予以同意，如您不同意调整后的活动规则，应停止参与活动。活动主办方可能需要根据活动的实际情况对活动规则依法进行变更；若有变更，活动主办方将以活动页面告知等方式及时通知；
        </p>
        <p>
          5.本活动由淘票票主办，如对本活动有疑问的，可通过电话方式咨询主办方，主办方客服电话0571-88157838，客服服务时间9:00-21:00。
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
.body {
  width: 100%;
  height: 100%;
  background-color: rgb(255, 77, 77);
  padding: 1rem 1rem 1rem 1rem;
  font-size: 1rem;
}
p {
  color: white;
}
</style>