<template>
  <div>
    <!-- 王丽君 退改详情 -->
<mt-header fixed>
  <div  @click="$router.back(-1)"  slot="left">
    <mt-button icon="back">退票说明</mt-button>
  </div>
</mt-header>
<div style="height:3rem"></div>
<van-panel title="退票规则" style="text-align:center;" ></van-panel>
<div class="text" >
<p>一、影院规则</p>
<span>未取票开场前24小时以上,免费退票。</span><br>
<span>未取票开场前1小时至24小时,退票服务费50元/张。</span><br>
<span>未取票开场前1小时内不允许退票。</span><br><br>
<p>二、淘票票规则</p>
<span>1.仅标有“退票”标识的影院支持退票，其中个别特殊场次根据影院要求可能不支持退票，使用电影兑换券的订单不支持退票。具体以下单页面说明为准。若购票时同时开通了影城卡，影城卡不可退。</span>
<br>
<span>2.电影开场前一定时间内且用户未取票的情况下可支持退票，退票将可能产生额外服务费，具体退票规则及收费标准以下单页面说明为准。原订单实际支付金额扣除退票服务费后，剩余金额将在退票成功后7个工作日内原路退回。</span>
<br>
<span>3.目前仅支持整笔订单退票，不支持单个座位退票。</span>
<br>
<span>4.用户确认退票后，原订单参与的活动资格不支持补回。如原订单享受淘票票某项特惠活动，则退票后不再享有原优惠活动资格;如原订单使用了影城卡权益，退票后仍计入用户已使用的优惠购票次数内;如原订单使用了代金券，退票后原代金券自动失效且不支持退回;如原订单使用了支付宝红包、集分宝或享受了收银台立减等支付宝、银行活动，退票时不退回。</span>
<br>
<span>
5.原订单中如包含小食等卖品，您实际支付的卖品款将随电影票款一并退回至您的付款账户。</span><br>
<span>6.若购票时可时开通了影城卡，影城卡不可退。</span>
<br>
<span>7.如发现作弊行为，淘票票有权取消您的退票资格。</span>
<br><br>
<p>三、会员退票权益说明</p>
<span>淘麦VIP会员权益仅支持在淘票票APP、支付宝电影演出小程序和淘票票淘宝小程序使用，其他端会员退票规则同普通用户
普通用户和会员每月可享2次退票服务会员每月可通过积分兑换3次退票服务黑钻会员可享无限次退票服务(注:同一淘宝账号视为同一用户。“我的会员等级”详见“淘票票客户端”7.2及以上版本)</span>
  </div>
  </div>
</template>

<style lang="scss" scoped>
.text{
  margin: 0 3.667vw 0 3.667vw;
}
</style>